

//******************************************************************************************
// 공통
//******************************************************************************************
IRDSQRCharacter.pushScriptFiles("Character/Common/common_header.nut");	// 남법사 스크립트 개발을 위해 넣어둔 상수(enum값 모음)


//******************************************************************************************
// 스킬개별 NUT파일 로드
//******************************************************************************************
for (local i = 0; i < ENUM_CHARACTERJOB_MAX; i+=1)
{
	IRDSQRCharacter.pushState(i, "Character/Common/Burster/Burster.nut", "Burster", STATE_BURSTER, SKILL_BURSTER);
}



