

//******************************************************************************************
// ÑûÛöÞÔ
//******************************************************************************************
IRDSQRCharacter.pushScriptFiles("Character/SwordMan/swordman_header.nut");	// ³²¹ý»ç ½ºÅ©¸³Æ® °³¹ßÀ» À§ÇØ ³Ö¾îµÐ »ó¼ö(enum°ª ¸ðÀ½)



//******************************************************************************************
// Ó¤Ô¼ÐüÒöîÜnutÙþËì
//******************************************************************************************
IRDSQRCharacter.pushState(ENUM_CHARACTERJOB_SWORDMAN, "Character/SwordMan/guizhanx/guizhanx.nut", "guizhanx", STATE_guizhanx, SKILL_guizhanx);